Repository: itsmng/gdprcompliance
Catalog: locales/*.po
Languages: fr_fr

source: GDPR Configuration
fr_fr: Configuration RGPD

source: GDPR Plugin
fr_fr: Plugin RGPD

source: Data configuration
fr_fr: Configuration des données

source: History
fr_fr: Historique

source: Clean
fr_fr: Nettoyer

source: Remove
fr_fr: Supprimer

source: Active automitic action
fr_fr: Activer l'action automatique

source: Warning, if the mode is on remove, there is a risk of data loss !
fr_fr: Attention, si le mode est en suppression, il y a un risque de perte de données !

source: Data
fr_fr: Donnée

source: Replace
fr_fr: Remplacement

source: Forgot
fr_fr: Oublier

source: Keep
fr_fr: Garder

source: Change
fr_fr: Changer

source: Sucess
fr_fr: Succès

source: Error
fr_fr: Erreur

source: You don't have the required rights
fr_fr: Vous n'avez pas les droit requis

source: Clean inactive Users
fr_fr: Nettoyage des utilisateurs inactif

source: Password last update
fr_fr: Dernière mise à jour du mot de passe

source: Phone
fr_fr: Téléphone

source: Phone 2
fr_fr: Téléphone 2

source: Mobile
fr_fr: Téléphone mobile

source: Lastname
fr_fr: Nom

source: Firstname
fr_fr: Prénom

source: Locations
fr_fr: Lieu

source: Language
fr_fr: Langue

source: List limit
fr_fr: Limite de liste

source: Comment
fr_fr: Commentaires

source: Auth
fr_fr: Authentification

source: Auth type
fr_fr: type d'authentification

source: Last login
fr_fr: Dernière connexion

source: Date modification
fr_fr: Date de dernière modifications

source: Date synchronisation
fr_fr: Date de dernière synchronisation

source: Profiles
fr_fr: Profils

source: user titles
fr_fr: titre

source: User categories
fr_fr: Catégorie

source: Date format
fr_fr: Format de date

source: Number format
fr_fr: Format des nombres

source: Name format
fr_fr: Format du nom complet

source: csv delimiter
fr_fr: Délimiteur CSV

source: ids is visible
fr_fr: Afficher les ID

source: Use flat dropdowntree
fr_fr: Afficher le nom complet dans les listes déroulantes des intitulés

source: Show jobs at login
fr_fr: Montrer les nouveaux tickets sur la page d'accueil

source: Priority 1
fr_fr: Priorité 1

source: Priority 2
fr_fr: Priorité 2

source: Priority 3
fr_fr: Priorité 3

source: Priority 4
fr_fr: Priorité 4

source: Priority 5
fr_fr: Priorité 5

source: Priority 6
fr_fr: Priorité 6

source: Followup private
fr_fr: Suivis privés par défaut

source: Task private
fr_fr: Tâches privées par défaut

source: Default request types
fr_fr: Source par défaut des demandes

source: password forget token date
fr_fr: Date du token de mot de passe oublié

source: Registration number
fr_fr: Matricule

source: Show count on tabs
fr_fr: Afficher les compteurs

source: Refresh views
fr_fr: Rafraichissement automatique des données

source: Set default tech
fr_fr: Me pré-sélectionner comme technicien lors de la création de ticket

source: Personal token date
fr_fr: Date du token personnel

source: API token date
fr_fr: Date du token API

source: Cookie token Date
fr_fr: Date du token du cookie

source: Display count on Home
fr_fr: Résultats à afficher sur la page d'accueil

source: Notification to myself
fr_fr: Notifications pour mes changements

source: Due date OK color
fr_fr: Couleur de l'état OK

source: Due date Warning color
fr_fr: Couleur de l'état avertissement

source: Due date Critical color
fr_fr: Couleur de l'état critique

source: Due date warning less
fr_fr: Seuil de l'état avertissement (valeur)

source: Due date critical less
fr_fr: Seuil de l'état critique (valeur)

source: Due date warning Unit
fr_fr: Seuil de l'état avertissement (unité)

source: Due date critical Unit
fr_fr: Seuil de l'état critique (unité)

source: Display options
fr_fr: Affichages des options

source: Is deleted LDAP
fr_fr: Est supprimé du LDAP

source: PDF font
fr_fr: Police pour l'export PDF

source: Picture
fr_fr: Image

source: Begin date
fr_fr: Date de début

source: End Date
fr_fr: Date de fin

source: Keep devices when purging item
fr_fr: Garder les composants lors de la suppression définitive d'un élément

source: Private bookmark order
fr_fr: ordre des marques page privés

source: back created
fr_fr: Après la création, aller à l'élément créé

source: task state
fr_fr: État des tâches par défaut

source: layout
fr_fr: Disposition

source: palette
fr_fr: Palette de couleur

source: set default requester
fr_fr: Me pré-selectionner en tant que demandeur à la création d'un ticket

source: lock autolock mode
fr_fr: Nom

source: lock direct unlock notification
fr_fr: glpilock_autolock_notification

source: date creation
fr_fr: Date de création

source: high contrast CSS
fr_fr: Activer le contraste élevé

source: plannings
fr_fr: Planning

source: synchronisation field
fr_fr: Synchronisation des champs

source: supervivor
fr_fr: Superviseur

source: Timezone
fr_fr: Fuseau horaire

source: Default dashboard central
fr_fr: Défaut pour la page centrale

source: Default dashboard assets
fr_fr: Défaut pour le parc

source: Default dashboard helpdesk
fr_fr: Défaut pour l'assistance

source: Default dashboard mini ticket
fr_fr: Défaut pour les tickets

source: access zoom level
fr_fr: Echelle de l'interface utilisateur

source: Access font
fr_fr: Police de l'interface utilisateur

source: Access shortcuts
fr_fr: Activer les raccourcis

source: Accesss custom shortcut
fr_fr: Activer les raccourcis personnalisé
